Revit 2027 API
UnitTypeId.DegreesMinutes Property
 Degrees minutes seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DegreesMinutes { get; }
Public Shared ReadOnly Property DegreesMinutes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DegreesMinutes {
	ForgeTypeId^ get ();
}
static member DegreesMinutes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace